[
  {
    "description": "Follow the mythic journey of Paul Atreides as he unites with Chani and the Fremen while on a path of revenge against the conspirators who destroyed his family. Facing a choice between the love of his life and the fate of the known universe, Paul endeavors to prevent a terrible future only he can foresee.",
    "genres": [
      "Science Fiction",
      "Adventure"
    ]
  },
  {
    "description": "Po is gearing up to become the spiritual leader of his Valley of Peace, but also needs someone to take his place as Dragon Warrior. As such, he will train a new kung fu practitioner for the spot and will encounter a villain called the Chameleon who conjures villains from the past.",
    "genres": [
      "Animation",
      "Action",
      "Family",
      "Comedy",
      "Fantasy"
    ]
  },
  {
    "description": "Following their explosive showdown, Godzilla and Kong must reunite against a colossal undiscovered threat hidden within our world, challenging their very existence – and our own.",
    "genres": [
      "Action",
      "Science Fiction",
      "Adventure",
      "Fantasy"
    ]
  },
  {
    "description": "Gurus in the late Goryeo dynasty try to obtain a fabled, holy sword, and humans in 2022 hunt down an alien prisoner that is locked in a human's body. The two parties cross paths when a time-traveling portal opens up.",
    "genres": [
      "Science Fiction",
      "Action",
      "Fantasy",
      "Adventure"
    ]
  },
  {
    "description": "Ex-UFC fighter Dalton takes a job as a bouncer at a Florida Keys roadhouse, only to discover that this paradise is not all it seems.",
    "genres": [
      "Action",
      "Thriller"
    ]
  },
  {
    "description": "On his way to work, a bank manager receives an anonymous call claiming there's a bomb under his car seat, and if anyone exits the car, it will explode unless he can pay a ransom.",
    "genres": [
      "Action",
      "Crime",
      "Drama",
      "Thriller"
    ]
  },
  {
    "description": "When an explosion at an oil well threatens hundreds of lives, a crack team is called upon to make a deadly desert crossing with nitroglycerine in tow.",
    "genres": [
      "Action",
      "Thriller"
    ]
  },
  {
    "description": "Set in a post-apocalyptic world where a global airborne pandemic has wiped out 90% of the Earth's population and only the young and immune have endured as scavengers. For Ellie and Quinn, the daily challenges to stay alive are compounded when they become hunted by the merciless Stalkers.",
    "genres": [
      "Science Fiction",
      "Action"
    ]
  },
  {
    "description": "Forced to confront revelations about her past, paramedic Cassandra Webb forges a relationship with three young women destined for powerful futures...if they can all survive a deadly present.",
    "genres": [
      "Action",
      "Fantasy"
    ]
  },
  {
    "description": "After a migrating duck family alights on their pond with thrilling tales of far-flung places, the Mallard family embarks on a family road trip, from New England, to New York City, to tropical Jamaica.",
    "genres": [
      "Animation",
      "Action",
      "Adventure",
      "Comedy",
      "Family"
    ]
  },
  {
    "description": "Adopted together after a tough childhood in an orphanage, Nica and Rigel realize that unexpected but irresistible feelings pull them together.",
    "genres": [
      "Romance",
      "Drama"
    ]
  },
  {
    "description": "A retired assassin is pulled back into action when his friend uncovers a dangerous conspiracy at the heart of the South African government.",
    "genres": [
      "Action",
      "Mystery",
      "Thriller"
    ]
  },
  {
    "description": "Based on the most well-known classical fantasy novel of China, Fengshenyanyi, the trilogy is a magnificent eastern high fantasy epic that recreates the prolonged mythical wars between humans, immortals and monsters, which happened more than three thousand years ago.",
    "genres": [
      "Action",
      "Fantasy",
      "War"
    ]
  },
  {
    "description": "Paul Atreides, a brilliant and gifted young man born into a great destiny beyond his understanding, must travel to the most dangerous planet in the universe to ensure the future of his family and his people. As malevolent forces explode into conflict over the planet's exclusive supply of the most precious resource in existence-a commodity capable of unlocking humanity's greatest potential-only those who can conquer their fear will survive.",
    "genres": [
      "Science Fiction",
      "Adventure"
    ]
  },
  {
    "description": "After getting kicked out of the forest, Woody thinks he's found a forever home at Camp Woo Hoo — until an inspector threatens to shut down the camp.",
    "genres": [
      "Family",
      "Comedy",
      "Animation"
    ]
  },
  {
    "description": "Jade presents the story of a woman who comes between a powerful businessman and a gang leader in their search for a hard drive that could damage the operations of Interpol. Despite grieving for the brother she accidentally killed, the woman is required to use her unique set of skills to retrieve the drive and protect her brother's unborn child being carried by another woman.",
    "genres": [
      "Action",
      "Thriller"
    ]
  },
  {
    "description": "Following the death of her estranged father, Iris learns she has inherited a run-down, centuries-old pub. She travels to Berlin to identify her father’s body and meet with The Solicitor to discuss the estate. Little does she know, when the deed is signed she will become inextricably tied to an unspeakable entity that resides in the pub’s basement – Baghead – a shape-shifting creature that can transform into the dead.",
    "genres": [
      "Horror",
      "Thriller"
    ]
  },
  {
    "description": "In the near future, a group of war journalists attempt to survive while reporting the truth as the United States stands on the brink of civil war.",
    "genres": [
      "Action",
      "War",
      "Science Fiction"
    ]
  },
  {
    "description": "Everyone knows the stories of Robin Hood and Maid Marian, but this the story of what happens next. Out of the shadows, a legend returns to save her people from the tyranny of the disgraced Sheriff of Nottingham. Robin Hood remains at war and Marian must put her own combat skills to the test, creating a new tale that will be heralded throughout the ages.",
    "genres": [
      "Adventure",
      "Action"
    ]
  },
  {
    "description": "When Jessica moves back into her childhood home with her family, her youngest stepdaughter Alice develops an eerie attachment to a stuffed bear named Chauncey she finds in the basement. Alice starts playing games with Chauncey that begin playful and become increasingly sinister. As Alice’s behavior becomes more and more concerning, Jessica intervenes only to realize Chauncey is much more than the stuffed toy bear she believed him to be.",
    "genres": [
      "Horror",
      "Mystery",
      "Thriller"
    ]
  },
  {
    "description": "Characters from different backgrounds are thrown together when the plane they're travelling on crashes into the Pacific Ocean. A nightmare fight for survival ensues with the air supply running out and dangers creeping in from all sides.",
    "genres": [
      "Action",
      "Horror",
      "Thriller"
    ]
  },
  {
    "description": "The Spengler family returns to where it all started – the iconic New York City firehouse – to team up with the original Ghostbusters, who've developed a top-secret research lab to take busting ghosts to the next level. But when the discovery of an ancient artifact unleashes an evil force, Ghostbusters new and old must join forces to protect their home and save the world from a second Ice Age.",
    "genres": [
      "Fantasy",
      "Adventure",
      "Comedy"
    ]
  },
  {
    "description": "The Black Widow is not dead ... Drug Queen Carmen van Walraven is hiding in Canada and leads an anonymous life there. One evening a colleague is harassed and Carmen helps her. In self-defense, she kills the perpetrator, is arrested and extradited to the Netherlands. While her children are in shock that their mother is still alive, there are also some people who still have to settle something with Carmen. Everyone is again dragged into an emotional rollercoaster. Carmen will now have deal with her past to save her family.",
    "genres": [
      "Action",
      "Crime",
      "Thriller",
      "Drama"
    ]
  },
  {
    "description": "As John T. Wrecker continues his task of protecting a group of refugees from a virus, the threat of something new and even more dangerous grows ever closer in the form of monstrous mutants.",
    "genres": [
      "Action"
    ]
  },
  {
    "description": "Air-supply is scarce in the near future, forcing a mother and daughter to fight for survival when two strangers arrive desperate for an oxygenated haven.",
    "genres": [
      "Science Fiction",
      "Mystery",
      "Thriller",
      "Action"
    ]
  },
  {
    "description": "Vivi is a young writer who is forced to find a roommate to pay the mortgage on her apartment. What she does not suspect is that Roy, the supposed perfect partner she found, has a peculiar lifestyle: he never pays rent.",
    "genres": [
      "Comedy"
    ]
  },
  {
    "description": "The story of J. Robert Oppenheimer's role in the development of the atomic bomb during World War II.",
    "genres": [
      "Drama",
      "History"
    ]
  },
  {
    "description": "A young woman's marriage to a charming prince turns into a fierce fight for survival when she's offered up as a sacrifice to a fire-breathing dragon.",
    "genres": [
      "Fantasy",
      "Action",
      "Adventure"
    ]
  },
  {
    "description": "When a Delta Force special ops mission goes terribly wrong, Air Force drone pilot Reaper has 48 hours to remedy what has devolved into a wild rescue operation. With no weapons and no communication other than the drone above, the ground mission suddenly becomes a full-scale battle when the team is discovered by the enemy.",
    "genres": [
      "Action",
      "Thriller",
      "War"
    ]
  },
  {
    "description": "When a young American woman is sent to Rome to begin a life of service to the church, she encounters a darkness that causes her to question her own faith and uncovers a terrifying conspiracy that hopes to bring about the birth of evil incarnate.",
    "genres": [
      "Horror"
    ]
  },
  {
    "description": "Prostitutes in burnt out Tokyo ghetto of post-WWII Japan peddle their flesh and save one-third of their money for a proposed dancehall to be named Paradise. The hookers live in a bombed-out building, but they accept the precarious situation with typical resolve.",
    "genres": [
      "Drama"
    ]
  },
  {
    "description": "When the plots of reclusive author Elly Conway's fictional espionage novels begin to mirror the covert actions of a real-life spy organization, quiet evenings at home become a thing of the past. Accompanied by her cat Alfie and Aiden, a cat-allergic spy, Elly races across the world to stay one step ahead of the killers as the line between Conway's fictional world and her real one begins to blur.",
    "genres": [
      "Action",
      "Adventure",
      "Comedy"
    ]
  },
  {
    "description": "Brought back to life by an unorthodox scientist, a young woman runs off with a debauched lawyer on a whirlwind adventure across the continents. Free from the prejudices of her times, she grows steadfast in her purpose to stand for equality and liberation.",
    "genres": [
      "Science Fiction",
      "Romance",
      "Comedy"
    ]
  },
  {
    "description": "Xander Cage is your standard adrenaline junkie with no fear and a lousy attitude. When the US Government \"recruits\" him to go on a mission, he's not exactly thrilled. His mission: to gather information on an organization that may just be planning the destruction of the world, led by the nihilistic Yorgi.",
    "genres": [
      "Action",
      "Adventure",
      "Thriller",
      "Crime"
    ]
  },
  {
    "description": "A spiritual medium leads a paranormal investigative TV crew to a haunted home only to discover that the evil spirit she’s facing holds the key to her troubled past.",
    "genres": [
      "Horror"
    ]
  },
  {
    "description": "Alana discover the truth about her origin: she’s not an ordinary human being. She may be the gift for humanity and become its protector as Sri Asih. Or a destruction, if she can’t control her anger.",
    "genres": [
      "Action",
      "Adventure",
      "Science Fiction",
      "Fantasy",
      "Drama"
    ]
  },
  {
    "description": "Willy Wonka – chock-full of ideas and determined to change the world one delectable bite at a time – is proof that the best things in life begin with a dream, and if you’re lucky enough to meet Willy Wonka, anything is possible.",
    "genres": [
      "Comedy",
      "Family",
      "Fantasy"
    ]
  },
  {
    "description": "In a time when monsters walk the Earth, humanity’s fight for its future sets Godzilla and Kong on a collision course that will see the two most powerful forces of nature on the planet collide in a spectacular battle for the ages.",
    "genres": [
      "Action",
      "Science Fiction",
      "Thriller"
    ]
  },
  {
    "description": "Postwar Japan is at its lowest point when a new crisis emerges in the form of a giant monster, baptized in the horrific power of the atomic bomb.",
    "genres": [
      "Science Fiction",
      "Horror",
      "Action"
    ]
  },
  {
    "description": "A young Viking must come to terms with the realization that he may be the King's son, who was switched at birth, but not before others try to take his rightful place.",
    "genres": [
      "Action"
    ]
  },
  {
    "description": "Over many missions and against impossible odds, Dom Toretto and his family have outsmarted, out-nerved and outdriven every foe in their path. Now, they confront the most lethal opponent they've ever faced: A terrifying threat emerging from the shadows of the past who's fueled by blood revenge, and who is determined to shatter this family and destroy everything—and everyone—that Dom loves, forever.",
    "genres": [
      "Action",
      "Crime",
      "Thriller"
    ]
  },
  {
    "description": "After an amazing first date, Bea and Ben’s fiery attraction turns ice cold — until they find themselves unexpectedly reunited at a destination wedding in Australia. So they do what any two mature adults would do: pretend to be a couple.",
    "genres": [
      "Romance",
      "Comedy"
    ]
  },
  {
    "description": "A police chief hires an old friend, who is an international spy, to help him search for a wanted suspect in the Philippines. When the chief dies, all evidence points towards the spy, and he must go to extremes to defend himself.",
    "genres": [
      "Action",
      "Comedy"
    ]
  },
  {
    "description": "Megamind's former villain team, The Doom Syndicate, has returned. Our newly crowned blue hero must now keep up evil appearances until he can assemble his friends (Roxanne, Ol' Chum and Keiko) to stop his former evil teammates from launching Metro City to the Moon.",
    "genres": [
      "Animation",
      "Comedy",
      "Science Fiction"
    ]
  },
  {
    "description": "Several generations in the future following Caesar's reign, apes are now the dominant species and live harmoniously while humans have been reduced to living in the shadows. As a new tyrannical ape leader builds his empire, one young ape undertakes a harrowing journey that will cause him to question all that he has known about the past and to make choices that will define a future for apes and humans alike.",
    "genres": [
      "Science Fiction",
      "Adventure",
      "Action"
    ]
  },
  {
    "description": "A crew on a mission to rescue a marooned base on a desert planet turns deadly when the crew finds themselves hunted and attacked by the planet’s apex predators: giant sand worms.",
    "genres": [
      "Science Fiction",
      "Horror",
      "Adventure"
    ]
  },
  {
    "description": "Asha, a sharp-witted idealist, makes a wish so powerful that it is answered by a cosmic force – a little ball of boundless energy called Star. Together, Asha and Star confront a most formidable foe - the ruler of Rosas, King Magnifico - to save her community and prove that when the will of one courageous human connects with the magic of the stars, wondrous things can happen.",
    "genres": [
      "Animation",
      "Family",
      "Fantasy",
      "Adventure"
    ]
  },
  {
    "description": "One man's campaign for vengeance takes on national stakes after he is revealed to be a former operative of a powerful and clandestine organization known as Beekeepers.",
    "genres": [
      "Action",
      "Thriller",
      "Drama"
    ]
  },
  {
    "description": "In the last days of WW2, women are volunteering from all over Germany to serve in the front lines by having sex with the brave Nazi soldiers. But when they start having sex with each other, things get complicated. Especially with the increasing danger from the revengeful Soviet army!",
    "genres": [
      "Drama",
      "War"
    ]
  },
  {
    "description": "An evil cult unleashes a monster on a small south-western town that refuses to go down without a fight.",
    "genres": [
      "Horror",
      "Action"
    ]
  },
  {
    "description": "After a meteor collides into Earth, a lonely rancher and a lost young girl are on the run from vicious mercenaries.",
    "genres": [
      "Science Fiction",
      "Thriller"
    ]
  },
  {
    "description": "In a world where superpowered people are heavily policed by robots, an ex-con teams up with a drug lord he despises to protect a teen from a corrupt cop.",
    "genres": [
      "Science Fiction",
      "Action",
      "Crime"
    ]
  },
  {
    "description": "After a group of would-be criminals kidnap the 12-year-old ballerina daughter of a powerful underworld figure, all they have to do to collect a $50 million ransom is watch the girl overnight. In an isolated mansion, the captors start to dwindle, one by one, and they discover, to their mounting horror, that they’re locked inside with no normal little girl.",
    "genres": [
      "Horror",
      "Thriller",
      "Comedy"
    ]
  },
  {
    "description": "Carol Danvers, aka Captain Marvel, has reclaimed her identity from the tyrannical Kree and taken revenge on the Supreme Intelligence. But unintended consequences see Carol shouldering the burden of a destabilized universe. When her duties send her to an anomalous wormhole linked to a Kree revolutionary, her powers become entangled with that of Jersey City super-fan Kamala Khan, aka Ms. Marvel, and Carol’s estranged niece, now S.A.B.E.R. astronaut Captain Monica Rambeau. Together, this unlikely trio must team up and learn to work in concert to save the universe.",
    "genres": [
      "Science Fiction",
      "Adventure",
      "Action"
    ]
  },
  {
    "description": "Half-human, half-Atlantean Arthur Curry is taken on the journey of his lifetime to discover if he is worth of being a king.",
    "genres": [
      "Action",
      "Adventure",
      "Fantasy"
    ]
  },
  {
    "description": "A precocious young writer becomes involved with her high school creative writing teacher in a dark coming-of-age drama that examines the blurred lines of emotional connectivity between professor and protégé.",
    "genres": [
      "Mystery",
      "Thriller",
      "Drama"
    ]
  },
  {
    "description": "During the 1980s, a failed stand-up comedian is driven insane and turns to a life of crime and chaos in Gotham City while becoming an infamous psychopathic crime figure.",
    "genres": [
      "Crime",
      "Thriller",
      "Drama"
    ]
  },
  {
    "description": "Noah must leave her city, boyfriend, and friends to move into William Leister's mansion, the flashy and wealthy husband of her mother Rafaela. As a proud and independent 17 year old, Noah resists living in a mansion surrounded by luxury. However, it is there where she meets Nick, her new stepbrother, and the clash of their strong personalities becomes evident from the very beginning.",
    "genres": [
      "Drama",
      "Romance"
    ]
  },
  {
    "description": "Couple Jin-goo and Joo-hee have been experiencing a lover's slump after their marriage. Meanwhile, a new couple in the neighborhood, Hyun-jin and Yoo-jeong came to the other couple's house to introduce themselves. They're attracted with each other's husbands and wives, and in the end, crosses the line that is not supposed to be crossed within neighbors. After that day, two couples' passion intensifies...",
    "genres": [
      "Romance"
    ]
  },
  {
    "description": "Black Manta seeks revenge on Aquaman for his father's death. Wielding the Black Trident's power, he becomes a formidable foe. To defend Atlantis, Aquaman forges an alliance with his imprisoned brother. They must protect the kingdom.",
    "genres": [
      "Action",
      "Adventure",
      "Fantasy"
    ]
  },
  {
    "description": "Black Manta seeks revenge on Aquaman for his father's death. Wielding the Black Trident's power, he becomes a formidable foe. To defend Atlantis, Aquaman forges an alliance with his imprisoned brother. They must protect the kingdom.",
    "genres": [
      "Action",
      "Adventure",
      "Fantasy"
    ]
  },
  {
    "description": "Barbie and Ken are having the time of their lives in the colorful and seemingly perfect world of Barbie Land. However, when they get a chance to go to the real world, they soon discover the joys and perils of living among humans.",
    "genres": [
      "Comedy",
      "Adventure"
    ]
  },
  {
    "description": "The adventures of a group of explorers who make use of a newly discovered wormhole to surpass the limitations on human space travel and conquer the vast distances involved in an interstellar voyage.",
    "genres": [
      "Adventure",
      "Drama",
      "Science Fiction"
    ]
  },
  {
    "description": "After tracing the origin of a disturbing supernatural affliction to a wealthy family's ancestral gravesite, a team of paranormal experts relocates the remains—and soon discovers what happens to those who dare to mess with the wrong grave.",
    "genres": [
      "Mystery",
      "Horror",
      "Thriller"
    ]
  },
  {
    "description": "On her first assignment aboard Air Force One, a rookie Secret Service agent faces the ultimate test when terrorists hijack the plane, intent on derailing a pivotal energy deal. With the President's life on the line and a global crisis at stake, her bravery and skills are pushed to the limit in a relentless battle that could change the course of history.",
    "genres": [
      "Action",
      "Thriller"
    ]
  },
  {
    "description": "While working underground to fix a water main, Brooklyn plumbers—and brothers—Mario and Luigi are transported down a mysterious pipe and wander into a magical new world. But when the brothers are separated, Mario embarks on an epic quest to find Luigi.",
    "genres": [
      "Animation",
      "Family",
      "Adventure",
      "Fantasy",
      "Comedy"
    ]
  },
  {
    "description": "Follows the heroic efforts of the crypto-zoological agency Monarch as its members face off against a battery of god-sized monsters, including the mighty Godzilla, who collides with Mothra, Rodan, and his ultimate nemesis, the three-headed King Ghidorah. When these ancient super-species, thought to be mere myths, rise again, they all vie for supremacy, leaving humanity's very existence hanging in the balance.",
    "genres": [
      "Science Fiction",
      "Action"
    ]
  },
  {
    "description": "It follows young alchemist Amélie as she acquires a magical power: partially influencing the flow of time. But she is split in time, and Amélie from the present meets Améliw from the past, who accompanies her every step of the way.",
    "genres": [
      "Family",
      "Fantasy",
      "Comedy"
    ]
  },
  {
    "description": "In his second year of fighting crime, Batman uncovers corruption in Gotham City that connects to his own family while facing a serial killer known as the Riddler.",
    "genres": [
      "Crime",
      "Mystery",
      "Thriller"
    ]
  },
  {
    "description": "On its maiden run, the world's fastest bullet train is rigged with a bomb that will explode if it dips below 200 mph.",
    "genres": [
      "Action"
    ]
  },
  {
    "description": "When his attempt to save his family inadvertently alters the future, Barry Allen becomes trapped in a reality in which General Zod has returned and there are no Super Heroes to turn to. In order to save the world that he is in and return to the future that he knows, Barry's only hope is to race for his life. But will making the ultimate sacrifice be enough to reset the universe?",
    "genres": [
      "Action",
      "Adventure",
      "Science Fiction"
    ]
  },
  {
    "description": "While the Second World War rages, the teenage Mahito, haunted by his mother's tragic death, is relocated from Tokyo to the serene rural home of his new stepmother Natsuko, a woman who bears a striking resemblance to the boy's mother. As he tries to adjust, this strange new world grows even stranger following the appearance of a persistent gray heron, who perplexes and bedevils Mahito, dubbing him the \"long-awaited one.\"",
    "genres": [
      "Animation",
      "Adventure",
      "Fantasy"
    ]
  },
  {
    "description": "Peter Parker is unmasked and no longer able to separate his normal life from the high-stakes of being a super-hero. When he asks for help from Doctor Strange the stakes become even more dangerous, forcing him to discover what it truly means to be Spider-Man.",
    "genres": [
      "Action",
      "Adventure",
      "Science Fiction"
    ]
  },
  {
    "description": "Archie has been in love with his best friend Amelia for as long as he can remember. Just when he builds up the courage to declare his feelings, she falls head over heels for Billy Walsh, a new American transfer student.",
    "genres": [
      "Romance",
      "Comedy"
    ]
  },
  {
    "description": "With only 24 hours left to live, a private investigator follows a trail of confounding clues to uncover the disappearance of his childhood friend.",
    "genres": [
      "Action",
      "Crime",
      "Drama",
      "Mystery",
      "Science Fiction",
      "Thriller"
    ]
  },
  {
    "description": "When a new threat capable of destroying the entire planet emerges, Optimus Prime and the Autobots must team up with a powerful faction known as the Maximals. With the fate of humanity hanging in the balance, humans Noah and Elena will do whatever it takes to help the Transformers as they engage in the ultimate battle to save Earth.",
    "genres": [
      "Action",
      "Adventure",
      "Science Fiction"
    ]
  },
  {
    "description": "After reuniting with Gwen Stacy, Brooklyn’s full-time, friendly neighborhood Spider-Man is catapulted across the Multiverse, where he encounters the Spider Society, a team of Spider-People charged with protecting the Multiverse’s very existence. But when the heroes clash on how to handle a new threat, Miles finds himself pitted against the other Spiders and must set out on his own to save those he loves most.",
    "genres": [
      "Animation",
      "Action",
      "Adventure",
      "Science Fiction"
    ]
  },
  {
    "description": "Teenager Riley's mind headquarters is undergoing a sudden demolition to make room for something entirely unexpected: new Emotions! Joy, Sadness, Anger, Fear and Disgust, who’ve long been running a successful operation by all accounts, aren’t sure how to feel when Anxiety shows up. And it looks like she’s not alone.",
    "genres": [
      "Animation",
      "Family",
      "Drama",
      "Adventure",
      "Fantasy"
    ]
  },
  {
    "description": "As the Avengers and their allies have continued to protect the world from threats too large for any one hero to handle, a new danger has emerged from the cosmic shadows: Thanos. A despot of intergalactic infamy, his goal is to collect all six Infinity Stones, artifacts of unimaginable power, and use them to inflict his twisted will on all of reality. Everything the Avengers have fought for has led up to this moment - the fate of Earth and existence itself has never been more uncertain.",
    "genres": [
      "Adventure",
      "Action",
      "Science Fiction"
    ]
  },
  {
    "description": "The arrogant, third most-wanted criminal in Taiwan, decides to get rid of the top two competitors and crowns himself the most-wanted criminal before dying.",
    "genres": [
      "Action",
      "Crime"
    ]
  },
  {
    "description": "Sal, a hot single professor, moves across an auto service shop and rocks the world of young repairman Arnel. Ever since Sal came over to get her car fixed, Arnel's skilled hands have always been busy. But can he still fix the problems that come with it?",
    "genres": [
      "Drama",
      "Romance"
    ]
  },
  {
    "description": "With the world now aware of his dual life as the armored superhero Iron Man, billionaire inventor Tony Stark faces pressure from the government, the press and the public to share his technology with the military. Unwilling to let go of his invention, Stark, with Pepper Potts and James 'Rhodey' Rhodes at his side, must forge new alliances – and confront powerful enemies.",
    "genres": [
      "Adventure",
      "Action",
      "Science Fiction"
    ]
  },
  {
    "description": "She’s a young pianist preparing for an audition. He is a games inventor who can only concentrate in complete silence. Separated by only a paper-thin wall in conjoined apartments, will they learn to live in harmony with one another? Will romance blossom through the wall?",
    "genres": [
      "Romance",
      "Comedy"
    ]
  },
  {
    "description": "A pair of mice attempt to board Noah's Ark: Vini, a charismatic poet with terrible stage fright, and Tito, a talented and charming guitarist. When the rains come, only one male and one female of each species is allowed on Noah's Ark. With the help of an ingenious cockroach and fate's good luck, Vini and Tito sneak their way onto the Ark and together avert a showdown among the ships carnivores and plant eaters. All the while, the animals perform a series of classic songs inspired by world renowned poet, Vinicius de Moraes. Can these talented stowaways use music to break the tension and help these cooped up creatures survive the 40 days and 40 nights together?",
    "genres": [
      "Animation",
      "Music",
      "Comedy"
    ]
  },
  {
    "description": "My name's Arthur, a huge Internet star who's just hit 3 million subs. While in the midst of throwing an epic party to celebrate, the universe had the balls to bring on the effing apocalypse and cut my night short. What was supposed to be a perfect hangover, has turned into an epic fight for survival.",
    "genres": [
      "Action",
      "Horror",
      "Comedy",
      "Thriller"
    ]
  },
  {
    "description": "With the price on his head ever increasing, John Wick uncovers a path to defeating The High Table. But before he can earn his freedom, Wick must face off against a new enemy with powerful alliances across the globe and forces that turn old friends into foes.",
    "genres": [
      "Action",
      "Thriller",
      "Crime"
    ]
  },
  {
    "description": "Armed with only one word - Tenet - and fighting for the survival of the entire world, the Protagonist journeys through a twilight world of international espionage on a mission that will unfold in something beyond real time.",
    "genres": [
      "Action",
      "Thriller",
      "Science Fiction"
    ]
  },
  {
    "description": "Emma wants to learn how to communicate with the spirit of a girl who has been trapped in a hermitage for centuries, and to that end, she tries to persuade Carol, a sceptical medium, to help her.",
    "genres": [
      "Horror",
      "Drama"
    ]
  },
  {
    "description": "64 years before he becomes the tyrannical president of Panem, Coriolanus Snow sees a chance for a change in fortunes when he mentors Lucy Gray Baird, the female tribute from District 12.",
    "genres": [
      "Drama",
      "Science Fiction",
      "Action"
    ]
  },
  {
    "description": "Ford Brody, a Navy bomb expert, has just reunited with his family in San Francisco when he is forced to go to Japan to help his estranged father, Joe. Soon, both men are swept up in an escalating crisis when an ancient alpha predator arises from the sea to combat malevolent adversaries that threaten the survival of humanity. The creatures leave colossal destruction in their wake, as they make their way toward their final battleground: San Francisco.",
    "genres": [
      "Action",
      "Drama",
      "Science Fiction"
    ]
  },
  {
    "description": "It's been four years since Meteor fell on Midgar. Denzel meets Reeve at an outskirts coffee shop about joining the World Regenesis Organization. Upon the request Denzel tells Reeve about what his life was like prior to the Meteor incident.",
    "genres": [
      "Animation",
      "Fantasy"
    ]
  },
  {
    "description": "David Petersen is passing through the Colorado Rockies. After saving a young diner waitress from her violent ex-husband during a break from driving, he hits the road again alone through a dangerous snow blizzard. One false move behind the wheel has him waking up inside a ravine, in the eye of the storm. But the cold is the least of his worries when a beast starts prowling outside. How will he survive?",
    "genres": [
      "Thriller",
      "Horror"
    ]
  },
  {
    "description": "A high school coach, whose teenage daughter was murdered, takes matters into his own hands by going after the men who kidnap his students for their sex trafficking operation.",
    "genres": [
      "Action",
      "Thriller"
    ]
  },
  {
    "description": "When a peaceful colony on the edge of the galaxy finds itself threatened by the armies of the tyrannical Regent Balisarius, they dispatch Kora, a young woman with a mysterious past, to seek out warriors from neighboring planets to help them take a stand.",
    "genres": [
      "Science Fiction",
      "Drama",
      "Action"
    ]
  },
  {
    "description": "Bad-boy Travis is exactly what college freshman Abby needs and wants to avoid. He spends his nights fighting in underground boxing matches, and his days as the ultimate college campus charmer. But Abby wants nothing to do with Travis. Intrigued by Abby’s resistance, Travis offers her a simple bet: if he loses his next fight, he must remain sex-free for a month. If he wins, Abby must live in his apartment for the same amount of time. Either way, Travis has no idea that Abby’s dark past is about to emerge, and he may have finally met his match.",
    "genres": [
      "Romance",
      "Drama",
      "Comedy"
    ]
  },
  {
    "description": "Dan Morgan is many things: a devoted husband, a loving father, a celebrated car salesman. He's also a former assassin. And when his past catches up to his present, he's forced to take his unsuspecting family on a road trip unlike any other.",
    "genres": [
      "Action",
      "Comedy"
    ]
  },
  {
    "description": "The origin story of former Special Forces operative turned mercenary Wade Wilson, who, after being subjected to a rogue experiment that leaves him with accelerated healing powers, adopts the alter ego Deadpool. Armed with his new abilities and a dark, twisted sense of humor, Deadpool hunts down the man who nearly destroyed his life.",
    "genres": [
      "Action",
      "Adventure",
      "Comedy"
    ]
  },
  {
    "description": "An Amazon princess comes to the world of Man in the grips of the First World War to confront the forces of evil and bring an end to human conflict.",
    "genres": [
      "Action",
      "Adventure",
      "Fantasy"
    ]
  },
  {
    "description": "An epic that details the checkered rise and fall of French Emperor Napoleon Bonaparte and his relentless journey to power through the prism of his addictive, volatile relationship with his wife, Josephine.",
    "genres": [
      "History",
      "War",
      "Romance"
    ]
  },
  {
    "description": "Humanity finds a mysterious object buried beneath the lunar surface and sets off to find its origins with the help of HAL 9000, the world's most advanced super computer.",
    "genres": [
      "Science Fiction",
      "Mystery",
      "Adventure"
    ]
  },
  {
    "description": "Five years after an ominous unseen presence drives most of society to suicide, a survivor and her two children make a desperate bid to reach safety.",
    "genres": [
      "Horror",
      "Thriller",
      "Drama"
    ]
  },
  {
    "description": "Cobb, a skilled thief who commits corporate espionage by infiltrating the subconscious of his targets is offered a chance to regain his old life as payment for a task considered to be impossible: \"inception\", the implantation of another person's idea into a target's subconscious.",
    "genres": [
      "Action",
      "Science Fiction",
      "Adventure"
    ]
  },
  {
    "description": "When a tornado full of creatures bursts through the city, a group are held at a hotel trying to figure out a way to survive!",
    "genres": [
      "Horror",
      "Science Fiction"
    ]
  },
  {
    "description": "In a city where fire, water, land and air residents live together, a fiery young woman and a go-with-the-flow guy will discover something elemental: how much they have in common.",
    "genres": [
      "Animation",
      "Comedy",
      "Family",
      "Fantasy",
      "Romance",
      "Adventure"
    ]
  },
  {
    "description": "An ex-special forces operative takes a job to provide security for a journalist as she interviews a dictator, but a military coup breaks out in the middle of the interview, they are forced to escape into the jungle where they must survive.",
    "genres": [
      "Action",
      "Comedy"
    ]
  },
  {
    "description": "Set in the 22nd century, The Matrix tells the story of a computer hacker who joins a group of underground insurgents fighting the vast and powerful computers who now rule the earth.",
    "genres": [
      "Action",
      "Science Fiction"
    ]
  },
  {
    "description": "Thor is imprisoned on the other side of the universe and finds himself in a race against time to get back to Asgard to stop Ragnarok, the destruction of his home-world and the end of Asgardian civilization, at the hands of a powerful new threat, the ruthless Hela.",
    "genres": [
      "Action",
      "Adventure",
      "Science Fiction"
    ]
  },
  {
    "description": "A young man, plagued by the music in his head, has to come to terms with an uncertain future while balancing love, family and Brazilian culture in Newark, New Jersey.",
    "genres": [
      "Romance",
      "Comedy",
      "Music"
    ]
  },
  {
    "description": "Eight contestants compete in eight deadly, classic children's games. They seek fame beyond their wildest dreams, competing for the chance to take over the YouTube channel of the famous yet elusive masked content creator known only as \"JaxPro\".",
    "genres": [
      "Thriller",
      "Action",
      "Horror"
    ]
  },
  {
    "description": "Following a ghost invasion of Manhattan, paranormal enthusiasts Erin Gilbert and Abby Yates, nuclear engineer Jillian Holtzmann, and subway worker Patty Tolan band together to stop the otherworldly threat.",
    "genres": [
      "Action",
      "Fantasy",
      "Comedy"
    ]
  },
  {
    "description": "Harry Potter has lived under the stairs at his aunt and uncle's house his whole life. But on his 11th birthday, he learns he's a powerful wizard—with a place waiting for him at the Hogwarts School of Witchcraft and Wizardry. As he learns to harness his newfound powers with the help of the school's kindly headmaster, Harry uncovers the truth about his parents' deaths—and about the villain who's to blame.",
    "genres": [
      "Adventure",
      "Fantasy"
    ]
  },
  {
    "description": "A Chicago detective travels to Scotland after an emerging serial killer’s crimes match those that he investigated five years earlier, one of which was the crime scene of his murdered girlfriend.",
    "genres": [
      "Action",
      "Crime",
      "Thriller"
    ]
  },
  {
    "description": "During its return to the earth, commercial spaceship Nostromo intercepts a distress signal from a distant planet. When a three-member team of the crew discovers a chamber containing thousands of eggs on the planet, a creature inside one of the eggs attacks an explorer. The entire crew is unaware of the impending nightmare set to descend upon them when the alien parasite planted inside its unfortunate host is birthed.",
    "genres": [
      "Horror",
      "Science Fiction"
    ]
  },
  {
    "description": "Desperate to keep custody of his daughter, a mixed martial arts fighter abandons a big match and races across Berlin to attend her birthday party.",
    "genres": [
      "Action"
    ]
  },
  {
    "description": "A boy, bruised by life, finds his salvation through the love of his dogs.",
    "genres": [
      "Action",
      "Drama",
      "Crime"
    ]
  },
  {
    "description": "From an adventurous balloon ride above the clouds to a monster-filled metropolis, Academy Award®-winning director Pete Docter (“Monsters, Inc.,” “Up”) has taken audiences to unique and imaginative places. In Disney and Pixar’s original movie “ Inside Out,” he will take us to the most extraordinary location of all—inside the mind.",
    "genres": [
      "Animation",
      "Family",
      "Adventure",
      "Drama",
      "Comedy"
    ]
  },
  {
    "description": "After his retirement is interrupted by Gorr the God Butcher, a galactic killer who seeks the extinction of the gods, Thor Odinson enlists the help of King Valkyrie, Korg, and ex-girlfriend Jane Foster, who now wields Mjolnir as the Mighty Thor. Together they embark upon a harrowing cosmic adventure to uncover the mystery of the God Butcher’s vengeance and stop him before it’s too late.",
    "genres": [
      "Fantasy",
      "Action",
      "Comedy"
    ]
  },
  {
    "description": "After a deadly earthquake turns Seoul into a lawless badland, a fearless huntsman springs into action to rescue a teenager abducted by a mad doctor.",
    "genres": [
      "Science Fiction",
      "Action"
    ]
  },
  {
    "description": "A group of scientists in San Francisco struggle to stay alive in the aftermath of a plague that is wiping out humanity, while Caesar tries to maintain dominance over his community of intelligent apes.",
    "genres": [
      "Science Fiction",
      "Action",
      "Drama",
      "Thriller"
    ]
  },
  {
    "description": "Zira was united with Amer for 172 very memorable days. Fate separated, Amer left too soon, leaving many sweet memories for Zira.",
    "genres": [
      "Drama",
      "Romance"
    ]
  },
  {
    "description": "In the post-apocalyptic future, reigning tyrannical supercomputers teleport a cyborg assassin known as the \"Terminator\" back to 1984 to kill Sarah Connor, whose unborn son is destined to lead insurgents against 21st century mechanical hegemony. Meanwhile, the human-resistance movement dispatches a lone warrior to safeguard Sarah. Can he stop the virtually indestructible killing machine?",
    "genres": [
      "Action",
      "Thriller",
      "Science Fiction"
    ]
  },
  {
    "description": "Dallas is a one-man killing machine on a mysterious rampage. His attacks on biker gangs and meth labs anger the Vegas mob boss who’s holding Dallas’ girlfriend hostage. But who is Dallas working for? Even torture won’t make him talk, and he won’t stop until justice is served.",
    "genres": [
      "Action"
    ]
  },
  {
    "description": "Thirteen-year-old Mei is experiencing the awkwardness of being a teenager with a twist – when she gets too excited, she transforms into a giant red panda.",
    "genres": [
      "Animation",
      "Family",
      "Comedy",
      "Fantasy"
    ]
  },
  {
    "description": "D'Artagnan, on a quest to rescue the abducted Constance, runs into the mysterious Milady de Winter again. The tension between the Catholics and the Protestants finally escalates, as the king declares war — forcing the now four musketeers into battle. But as the war goes on, they are tested physically, mentally and emotionally.",
    "genres": [
      "Adventure",
      "Action",
      "Drama"
    ]
  },
  {
    "description": "Over the course of ten days and 435 miles, an unbreakable bond is forged between pro adventure racer Michael Light and a scrappy street dog companion dubbed Arthur. As the team is pushed to their outer limits of endurance in the race, Arthur redefines what victory, loyalty and friendship truly mean.",
    "genres": [
      "Drama",
      "Adventure"
    ]
  },
  {
    "description": "When the Valley of Peace is threatened, lazy Po the panda discovers his destiny as the \"chosen one\" and trains to become a kung fu hero, but transforming the unsleek slacker into a brave warrior won't be easy. It's up to Master Shifu and the Furious Five -- Tigress, Crane, Mantis, Viper and Monkey -- to give it a try.",
    "genres": [
      "Action",
      "Adventure",
      "Animation",
      "Family",
      "Comedy"
    ]
  },
  {
    "description": "Armed with every weapon they can get their hands on and the skills to use them, The Expendables are the world’s last line of defense and the team that gets called when all other options are off the table. But new team members with new styles and tactics are going to give “new blood” a whole new meaning.",
    "genres": [
      "Action",
      "Adventure",
      "Thriller"
    ]
  },
  {
    "description": "Puss in Boots discovers that his passion for adventure has taken its toll: He has burned through eight of his nine lives, leaving him with only one life left. Puss sets out on an epic journey to find the mythical Last Wish and restore his nine lives.",
    "genres": [
      "Animation",
      "Adventure",
      "Fantasy",
      "Comedy",
      "Action",
      "Family"
    ]
  },
  {
    "description": "On a birthday trip to Mexico, 12-year-old Ronnie Anne accidentally frees a demigod trapped in a mountain and needs her family's help to set things right.",
    "genres": [
      "Animation",
      "Comedy",
      "Family"
    ]
  },
  {
    "description": "Princess Leia is captured and held hostage by the evil Imperial forces in their effort to take over the galactic Empire. Venturesome Luke Skywalker and dashing captain Han Solo team together with the loveable robot duo R2-D2 and C-3PO to rescue the beautiful princess and restore peace and justice in the Empire.",
    "genres": [
      "Adventure",
      "Action",
      "Science Fiction"
    ]
  },
  {
    "description": "In the near future, a weary Logan cares for an ailing Professor X in a hideout on the Mexican border. But Logan's attempts to hide from the world and his legacy are upended when a young mutant arrives, pursued by dark forces.",
    "genres": [
      "Action",
      "Drama",
      "Science Fiction"
    ]
  },
  {
    "description": "In 1979, a group of young filmmakers set out to make an adult film in rural Texas, but when their reclusive, elderly hosts catch them in the act, the cast find themselves fighting for their lives.",
    "genres": [
      "Horror",
      "Thriller",
      "Mystery"
    ]
  },
  {
    "description": "Cars fly, trees fight back, and a mysterious house-elf comes to warn Harry Potter at the start of his second year at Hogwarts. Adventure and danger await when bloody writing on a wall announces: The Chamber Of Secrets Has Been Opened. To save Hogwarts will require all of Harry, Ron and Hermione’s magical abilities and courage.",
    "genres": [
      "Adventure",
      "Fantasy"
    ]
  },
  {
    "description": "Set in a post-apocalyptic world, young Thomas is deposited in a community of boys after his memory is erased, soon learning they're all trapped in a maze that will require him to join forces with fellow “runners” for a shot at escape.",
    "genres": [
      "Action",
      "Mystery",
      "Science Fiction",
      "Thriller"
    ]
  },
  {
    "description": "The rebels gear up for battle against the Motherworld as unbreakable bonds are forged, heroes emerge — and legends are made.",
    "genres": [
      "Action",
      "Science Fiction",
      "Drama"
    ]
  },
  {
    "description": "Set in 1889 France, Dodin Bouffant is a chef living with his personal cook and lover Eugénie. They share a long history of gastronomy and love but Eugénie refuses to marry Dodin, so the food lover decides to do something he has never done before: cook for her.",
    "genres": [
      "Drama",
      "Romance"
    ]
  },
  {
    "description": "A young woman struggles to defend her Sámi heritage in a world where xenophobia is on the rise, climate change is threatening reindeer herding, and young people choose suicide in the face of collective desperation.",
    "genres": [
      "Drama",
      "Crime"
    ]
  },
  {
    "description": "An exploratory dive into the deepest depths of the ocean of a daring research team spirals into chaos when a malevolent mining operation threatens their mission and forces them into a high-stakes battle for survival.",
    "genres": [
      "Action",
      "Science Fiction",
      "Horror"
    ]
  },
  {
    "description": "A teenager summons the courage to help a friendly robot known as A.R.I. kidnapped by a ruthless lab director working for a powerful corporation seeking to turn him into a dangerous weapon in order to rule the world.",
    "genres": [
      "Family",
      "Science Fiction"
    ]
  },
  {
    "description": "Twins Phoebe and Max are enjoying their superhero lifestyle, but when one 'save' goes awry, the Thundermans are sent back to Hiddenville. While Hank and Barb enjoy their return, and Billy and Nora look forward to a normal high school life, Max and Phoebe are determined to regain their superhero status.",
    "genres": [
      "Family",
      "Science Fiction",
      "Action",
      "Comedy"
    ]
  },
  {
    "description": "A man with a low IQ has accomplished great things in his life and been present during significant historic events—in each case, far exceeding what anyone imagined he could do. But despite all he has achieved, his one true love eludes him.",
    "genres": [
      "Comedy",
      "Drama",
      "Romance"
    ]
  },
  {
    "description": "Ethan Hunt and his IMF team embark on their most dangerous mission yet: To track down a terrifying new weapon that threatens all of humanity before it falls into the wrong hands. With control of the future and the world's fate at stake and dark forces from Ethan's past closing in, a deadly race around the globe begins. Confronted by a mysterious, all-powerful enemy, Ethan must consider that nothing can matter more than his mission—not even the lives of those he cares about most.",
    "genres": [
      "Action",
      "Thriller"
    ]
  },
  {
    "description": "Jamaican singer-songwriter Bob Marley overcomes adversity to become the most famous reggae musician in the world.",
    "genres": [
      "Music",
      "History",
      "Drama"
    ]
  },
  {
    "description": "The journey of a professional wrestler who becomes a small town pastor and moonlights as a masked vigilante fighting injustice. While facing crises at home and at the church, the Pastor must evade the police and somehow reconcile his violent secret identity with his calling as a pastor.",
    "genres": [
      "Crime",
      "Action"
    ]
  },
  {
    "description": "A boy with an active imagination faces his fears on an unforgettable journey through the night with his new friend: a giant, smiling creature named Dark.",
    "genres": [
      "Animation",
      "Family",
      "Comedy",
      "Fantasy"
    ]
  },
  {
    "description": "After the events of the summer, Ares and Raquel they don't see a way forward in their relationship and decide to go separate ways. But when they meet again in the winter in Barcelona, the love and desire they feel for each other is undeniable. Will they be able to find a way to get back together?",
    "genres": [
      "Romance",
      "Drama",
      "Comedy"
    ]
  },
  {
    "description": "Led by Woody, Andy's toys live happily in his room until Andy's birthday brings Buzz Lightyear onto the scene. Afraid of losing his place in Andy's heart, Woody plots against Buzz. But when circumstances separate Buzz and Woody from their owner, the duo eventually learns to put aside their differences.",
    "genres": [
      "Animation",
      "Adventure",
      "Family",
      "Comedy"
    ]
  },
  {
    "description": "Dog lives in Manhattan and he's tired of being alone. One day he decides to build himself a robot, a companion. Their friendship blossoms, until they become inseparable, to the rhythm of '80s NYC. One summer night, Dog, with great sadness, is forced to abandon Robot at the beach. Will they ever meet again?",
    "genres": [
      "Animation",
      "Comedy",
      "Drama",
      "Family"
    ]
  },
  {
    "description": "A magical meteor crash lands in Adventure City and gives the PAW Patrol pups superpowers, transforming them into The Mighty Pups.",
    "genres": [
      "Animation",
      "Family",
      "Action",
      "Science Fiction",
      "Comedy",
      "Drama",
      "Adventure"
    ]
  },
  {
    "description": "Though Kevin has evidenced 23 personalities to his trusted psychiatrist, Dr. Fletcher, there remains one still submerged who is set to materialize and dominate all the others. Compelled to abduct three teenage girls led by the willful, observant Casey, Kevin reaches a war for survival among all of those contained within him — as well as everyone around him — as the walls between his compartments shatter apart.",
    "genres": [
      "Horror",
      "Thriller"
    ]
  },
  {
    "description": "To save the world, Super Furball has to save the bees. In order to do that, the heroic guinea pig has to save the biggest bully in school.",
    "genres": [
      "Family",
      "Adventure"
    ]
  },
  {
    "description": "The commandant of Auschwitz, Rudolf Höss, and his wife Hedwig, strive to build a dream life for their family in a house and garden next to the camp.",
    "genres": [
      "History",
      "Drama",
      "War"
    ]
  },
  {
    "description": "Andy moves to New York to work in the fashion industry. Her boss is extremely demanding, cruel and won't let her succeed if she doesn't fit into the high class elegant look of their magazine.",
    "genres": [
      "Drama",
      "Comedy"
    ]
  },
  {
    "description": "Time jump to 1939 with teenager Max and his friends as they try to navigate Mussolini's Rome and find Max's missing brother.",
    "genres": [
      "Fantasy",
      "Adventure",
      "TV Movie"
    ]
  },
  {
    "description": "Peter Quill, still reeling from the loss of Gamora, must rally his team around him to defend the universe along with protecting one of their own. A mission that, if not completed successfully, could quite possibly lead to the end of the Guardians as we know them.",
    "genres": [
      "Science Fiction",
      "Adventure",
      "Action",
      "Comedy"
    ]
  },
  {
    "description": "A team of elite commandos on a secret mission in a Central American jungle come to find themselves hunted by an extraterrestrial warrior.",
    "genres": [
      "Science Fiction",
      "Action",
      "Adventure",
      "Thriller"
    ]
  },
  {
    "description": "Robert McCall finds himself at home in Southern Italy but he discovers his friends are under the control of local crime bosses. As events turn deadly, McCall knows what he has to do: become his friends' protector by taking on the mafia.",
    "genres": [
      "Action",
      "Thriller",
      "Crime"
    ]
  },
  {
    "description": "A burger-loving hit man, his philosophical partner, a drug-addled gangster's moll and a washed-up boxer converge in this sprawling, comedic crime caper. Their adventures unfurl in three stories that ingeniously trip back and forth in time.",
    "genres": [
      "Thriller",
      "Crime"
    ]
  },
  {
    "description": "With the Parliament under siege, India’s first super soldier Arjun Shergill is tasked to get hold of the terrorists in the nick of time, save the Prime Minister from their clutches and stop a dirty bomb from exploding and destroying Delhi. Will Arjun succeed in his mission?",
    "genres": [
      "Action",
      "Science Fiction",
      "Thriller"
    ]
  },
  {
    "description": "King T'Challa returns home to the reclusive, technologically advanced African nation of Wakanda to serve as his country's new leader. However, T'Challa soon finds that he is challenged for the throne by factions within his own country as well as without. Using powers reserved to Wakandan kings, T'Challa assumes the Black Panther mantle to join with ex-girlfriend Nakia, the queen-mother, his princess-kid sister, members of the Dora Milaje (the Wakandan 'special forces') and an American secret agent, to prevent Wakanda from being dragged into a world war.",
    "genres": [
      "Action",
      "Adventure",
      "Science Fiction"
    ]
  },
  {
    "description": "Laura and Massimo are back and hotter than ever. But the reunited couple's new beginning is complicated by Massimo’s family ties and a mysterious man who enters Laura’s life to win her heart and trust, at any cost.",
    "genres": [
      "Romance",
      "Drama"
    ]
  },
  {
    "description": "Cash is trying to live a quiet, honest life in a small Appalachian town. When a vicious crime boss forces him back into her services, he soon learns he's capable of anything -- even killing -- to protect his family and his home.",
    "genres": [
      "Crime",
      "Action",
      "Thriller"
    ]
  },
  {
    "description": "A scorned woman enlists the help of five strangers to execute a bank robbery. Tensions rise as the men anxiously await her arrival with the money, leaving the crew to wonder if they have been betrayed.",
    "genres": [
      "Western"
    ]
  },
  {
    "description": "An international heist crew, led by Cyrus Whitaker, race to lift $500 million in gold from a passenger plane at 40,000 feet.",
    "genres": [
      "Action",
      "Comedy",
      "Crime"
    ]
  },
  {
    "description": "Kid, an anonymous young man who ekes out a meager living in an underground fight club where, night after night, wearing a gorilla mask, he is beaten bloody by more popular fighters for cash. After years of suppressed rage, Kid discovers a way to infiltrate the enclave of the city’s sinister elite. As his childhood trauma boils over, his mysteriously scarred hands unleash an explosive campaign of retribution to settle the score with the men who took everything from him.",
    "genres": [
      "Action",
      "Thriller"
    ]
  },
  {
    "description": "After five years of marriage, Diana discovers the joys of adultery, claiming that she can save her failing relationship through betrayal.",
    "genres": [
      "Comedy",
      "Drama"
    ]
  },
  {
    "description": "In a violent, near-apocalyptic Detroit, evil corporation Omni Consumer Products wins a contract from the city government to privatize the police force. To test their crime-eradicating cyborgs, the company leads street cop Alex Murphy into an armed confrontation with crime lord Boddicker so they can use his body to support their untested RoboCop prototype. But when RoboCop learns of the company's nefarious plans, he turns on his masters.",
    "genres": [
      "Action",
      "Thriller",
      "Science Fiction"
    ]
  },
  {
    "description": "Po is now living his dream as The Dragon Warrior, protecting the Valley of Peace alongside his friends and fellow kung fu masters, The Furious Five - Tigress, Crane, Mantis, Viper and Monkey. But Po’s new life of awesomeness is threatened by the emergence of a formidable villain, who plans to use a secret, unstoppable weapon to conquer China and destroy kung fu. It is up to Po and The Furious Five to journey across China to face this threat and vanquish it. But how can Po stop a weapon that can stop kung fu? He must look to his past and uncover the secrets of his mysterious origins; only then will he be able to unlock the strength he needs to succeed.",
    "genres": [
      "Animation",
      "Family",
      "Comedy"
    ]
  },
  {
    "description": "A young man, Aren, is recruited into a secret society of magical Black people who dedicate their lives to a cause of utmost importance: making white people’s lives easier.",
    "genres": [
      "Fantasy",
      "Comedy"
    ]
  },
  {
    "description": "A catastrophic train derailment sends the city spiraling into chaos. But the derailment is just the beginning. A biological gas attack sees crash survivors collapsing and dying within minutes. And the sickness is rapidly spreading.",
    "genres": [
      "Thriller",
      "Horror",
      "Action",
      "Science Fiction",
      "Drama"
    ]
  },
  {
    "description": "Dog lives in Manhattan and he's tired of being alone. One day he decides to build himself a robot, a companion. Their friendship blossoms, until they become inseparable, to the rhythm of '80s NYC. One summer night, Dog, with great sadness, is forced to abandon Robot at the beach. Will they ever meet again?",
    "genres": [
      "Animation",
      "Comedy",
      "Drama",
      "Family"
    ]
  },
  {
    "description": "A woman is suspected of her husband's murder, and their blind son faces a moral dilemma as the sole witness.",
    "genres": [
      "Thriller",
      "Mystery",
      "Crime"
    ]
  },
  {
    "description": "After more than thirty years of service as one of the Navy’s top aviators, and dodging the advancement in rank that would ground him, Pete “Maverick” Mitchell finds himself training a detachment of TOP GUN graduates for a specialized mission the likes of which no living pilot has ever seen.",
    "genres": [
      "Action",
      "Drama"
    ]
  },
  {
    "description": "After learning that the art thief she has been chasing is her ex-lover, an officer working for Interpol concocts a plan to catch him red-handed.",
    "genres": [
      "Romance",
      "Action",
      "Drama"
    ]
  },
  {
    "description": "Young hobbit Frodo Baggins, after inheriting a mysterious ring from his uncle Bilbo, must leave his home in order to keep it from falling into the hands of its evil creator. Along the way, a fellowship is formed to protect the ringbearer and make sure that the ring arrives at its final destination: Mt. Doom, the only place where it can be destroyed.",
    "genres": [
      "Adventure",
      "Fantasy",
      "Action"
    ]
  },
  {
    "description": "In the aftermath of Beautiful Disaster, Abby and Travis wake after a crazy night in Vegas as accidental newlyweds! With the mob on their heels, they flee to Mexico for a wild, weird honeymoon—but are they in for another disaster?",
    "genres": [
      "Romance",
      "Comedy",
      "Drama"
    ]
  },
  {
    "description": "When Branch's brother, Floyd, is kidnapped for his musical talents by a pair of nefarious pop-star villains, Branch and Poppy embark on a harrowing and emotional journey to reunite the other brothers and rescue Floyd from a fate even worse than pop-culture obscurity.",
    "genres": [
      "Animation",
      "Family",
      "Music",
      "Fantasy",
      "Comedy"
    ]
  },
  {
    "description": "Sophie, a young milliner, is turned into an elderly woman by a witch who enters her shop and curses her. She encounters a wizard named Howl and gets caught up in his resistance to fighting for the king.",
    "genres": [
      "Fantasy",
      "Animation",
      "Adventure"
    ]
  },
  {
    "description": "Third entry in the \"Deadpool\" franchise. Plot TBA.",
    "genres": [
      "Comedy",
      "Science Fiction",
      "Adventure"
    ]
  },
  {
    "description": "An uneducated collector for a Philadelphia loan shark is given a once-in-a-lifetime opportunity to fight against the world heavyweight boxing champion.",
    "genres": [
      "Drama"
    ]
  },
  {
    "description": "Jamaican singer-songwriter Bob Marley overcomes adversity to become the most famous reggae musician in the world.",
    "genres": [
      "Music",
      "History",
      "Drama"
    ]
  },
  {
    "description": "Dog lives in Manhattan and he's tired of being alone. One day he decides to build himself a robot, a companion. Their friendship blossoms, until they become inseparable, to the rhythm of '80s NYC. One summer night, Dog, with great sadness, is forced to abandon Robot at the beach. Will they ever meet again?",
    "genres": [
      "Animation",
      "Comedy",
      "Drama",
      "Family"
    ]
  },
  {
    "description": "Between the events of 'Saw' and 'Saw II', a sick and desperate John Kramer travels to Mexico for a risky and experimental medical procedure in hopes of a miracle cure for his cancer, only to discover the entire operation is a scam to defraud the most vulnerable. Armed with a newfound purpose, the infamous serial killer returns to his work, turning the tables on the con artists in his signature visceral way through devious, deranged, and ingenious traps.",
    "genres": [
      "Horror",
      "Thriller"
    ]
  },
  {
    "description": "After the devastating events of Avengers: Infinity War, the universe is in ruins due to the efforts of the Mad Titan, Thanos. With the help of remaining allies, the Avengers must assemble once more in order to undo Thanos' actions and restore order to the universe once and for all, no matter what consequences may be in store.",
    "genres": [
      "Adventure",
      "Science Fiction",
      "Action"
    ]
  },
  {
    "description": "Dallas is a one-man killing machine on a mysterious rampage. His attacks on biker gangs and meth labs anger the Vegas mob boss who’s holding Dallas’ girlfriend hostage. But who is Dallas working for? Even torture won’t make him talk, and he won’t stop until justice is served.",
    "genres": [
      "Action"
    ]
  },
  {
    "description": "After his career is destroyed, a brilliant but arrogant surgeon gets a new lease on life when a sorcerer takes him under her wing and trains him to defend the world against evil.",
    "genres": [
      "Action",
      "Adventure",
      "Fantasy"
    ]
  },
  {
    "description": "Cash is trying to live a quiet, honest life in a small Appalachian town. When a vicious crime boss forces him back into her services, he soon learns he's capable of anything -- even killing -- to protect his family and his home.",
    "genres": [
      "Crime",
      "Action",
      "Thriller"
    ]
  },
  {
    "description": "Follows the Díaz-Aguirre family, whose perfect universe turns upside down after the death of the patriarch, who in his will asks his wife to recover the 'Sardinete', his first fishing boat which is rusting in a Moroccan port.",
    "genres": [
      "Comedy"
    ]
  },
  {
    "description": "A bored and domesticated Shrek pacts with deal-maker Rumpelstiltskin to get back to feeling like a real ogre again, but when he's duped and sent to a twisted version of Far Far Away—where Rumpelstiltskin is king, ogres are hunted, and he and Fiona have never met—he sets out to restore his world and reclaim his true love.",
    "genres": [
      "Comedy",
      "Adventure",
      "Fantasy",
      "Animation",
      "Family"
    ]
  },
  {
    "description": "In the year 10,191, the most precious substance in the universe is the spice Melange. The spice extends life. The spice expands consciousness. The spice is vital to space travel.  The spice exists on only one planet in the entire universe, the vast desert planet Arrakis, also known as Dune.  Its native inhabitants, the Fremen, have long held a prophecy that a man would come, a messiah who would lead them to true freedom.",
    "genres": [
      "Action",
      "Science Fiction",
      "Adventure"
    ]
  },
  {
    "description": "Every child comes into the world full of promise, and none more so than Chappie: he is gifted, special, a prodigy. Like any child, Chappie will come under the influence of his surroundings—some good, some bad—and he will rely on his heart and soul to find his way in the world and become his own man. But there's one thing that makes Chappie different from any one else: he is a robot.",
    "genres": [
      "Crime",
      "Action",
      "Science Fiction"
    ]
  },
  {
    "description": "When a single mom and her two kids arrive in a small town, they begin to discover their connection to the original Ghostbusters and the secret legacy their grandfather left behind.",
    "genres": [
      "Fantasy",
      "Comedy",
      "Adventure"
    ]
  },
  {
    "description": "Twins Phoebe and Max are enjoying their superhero lifestyle, but when one 'save' goes awry, the Thundermans are sent back to Hiddenville. While Hank and Barb enjoy their return, and Billy and Nora look forward to a normal high school life, Max and Phoebe are determined to regain their superhero status.",
    "genres": [
      "Family",
      "Science Fiction",
      "Action",
      "Comedy"
    ]
  },
  {
    "description": "Newspaper magnate Charles Foster Kane is taken from his mother as a boy and made the ward of a rich industrialist. As a result, every well-meaning, tyrannical or self-destructive move he makes for the rest of his life appears in some way to be a reaction to that deeply wounding event.",
    "genres": [
      "Mystery",
      "Drama"
    ]
  },
  {
    "description": "After dominating the boxing world, Adonis Creed has thrived in his career and family life. When a childhood friend and former boxing prodigy, Damian Anderson, resurfaces after serving a long sentence in prison, he is eager to prove that he deserves his shot in the ring. The face-off between former friends is more than just a fight. To settle the score, Adonis must put his future on the line to battle Damian — a fighter with nothing to lose.",
    "genres": [
      "Drama",
      "Action"
    ]
  },
  {
    "description": "Recently fired and desperate for work, a troubled young man named Mike agrees to take a position as a night security guard at an abandoned theme restaurant: Freddy Fazbear's Pizzeria. But he soon discovers that nothing at Freddy's is what it seems.",
    "genres": [
      "Horror",
      "Mystery"
    ]
  },
  {
    "description": "The Daywalker known as \"Blade\" - a half-vampire, half-mortal man - becomes the protector of humanity against an underground army of vampires.",
    "genres": [
      "Horror",
      "Action"
    ]
  },
  {
    "description": "Following the events of Captain America: Civil War, Peter Parker, with the help of his mentor Tony Stark, tries to balance his life as an ordinary high school student in Queens, New York City, with fighting crime as his superhero alter ego Spider-Man as a new threat, the Vulture, emerges.",
    "genres": [
      "Action",
      "Adventure",
      "Science Fiction",
      "Drama"
    ]
  },
  {
    "description": "Rocky Balboa proudly holds the world heavyweight boxing championship, but a new challenger has stepped forward: Ivan Drago, a six-foot-four, 261-pound fighter who has the backing of the Soviet Union.",
    "genres": [
      "Drama"
    ]
  },
  {
    "description": "Two Jesuit priests travel to seventeenth century Japan which has, under the Tokugawa shogunate, banned Catholicism and almost all foreign contact.",
    "genres": [
      "Drama",
      "History"
    ]
  }
]